{
  "misfortunes": [
    {
      "misfortune": "You will be hit by a car today."
    },
    {
      "misfortune": "You will be hit by a car not today, but tomorrow."
    },
    {
      "misfortune": "You will step in a puddle and your sock will be wet all day."
    },
    {
      "misfortune": "You will get pinged in a Sandap shitpost today."
    },
    {
      "misfortune": "You will roll poorly in a critical moment of the story."
    },
    {
      "misfortune": "Your internet will go down during a critical moment in a game"
    },
    {
      "misfortune": "You will trust your fate to a misfortune bot today."
    },
    {
      "misfortune": "You will wiff all your shots"
    },
    {
      "misfortune": "Your marinara sauce won’t stick to the pasta"
    },
    {
      "misfortune": "The package you ordered will be delayed"
    },
    {
      "misfortune": "You’ll run into nothing but red lights"
    },
    {
      "misfortune": "You will stub your toe"
    },
    {
      "misfortune": "You will step on a lego"
    },
    {
      "misfortune": "You will get rolled. Unlucky, dude."
    },
    {
      "misfortune": "You will remember that one time you did something super embarrassing in high school"
    },
    {
      "misfortune": "You will get stuck in a loading screen for a long enough time to consider not playing, then just before you close the game, it finishes loading, but now you won't have enough time to actually enjoy playing and will be stuck with a half-hearted and disappointing experience"
    },
    {
      "misfortune": "you will never be the protagonist in an anime story, you'll never have super powers, you'll never save your waifu, you'll never be cool"
    },
    {
      "misfortune": "Hey you. You're finally awake."
    },
    {
      "misfortune": "You will have a massive update for your favorite game on your day off that changes nothing noticeable for you"
    },
    {
      "misfortune": "You will get 2CP in all of your Overwatch games"
    }
  ]
}